[Translation]
ThisLanguage=		Basque (Euskara)

Language=			Hizkuntza

DockSettings=		Konfigurazioa
IconSettings=		Ikonoaren aukerak
AddItem=			Elementua geitu
  ItemFile=			Artxiboa
  ItemPath=			Karpeta
  ItemSeparator=		Banaketa-barra
  ItemDockSettings=	Dock-aren Konfigurazioa
DeleteItem=			Elementua kendu
TakeScreenshot=		Pantailaren argazkia atera


General=			Orokorrak
AutoRun=			Windows piztean Dock-a abiarazi
HideLabels=			Etiketak ezkutatu
LockIcons=			Ikonoak blokeatu
AutoHide=			Automatikoki ezkutatu


Icons=			Ikonoak
Size=				Tamaina
Quality=			Kalitatea
  QualityLow=		Kalitate baxua (azkarra)
  QualityMedium=		Kalitate ertaina
  QualityHigh=		Kalitate altua (geldoa)
Zoom=				Haundiagotzea
ZoomRange=			Haundiagotze-maila
ZoomTime=			Haundiagotze-denbora


Position=			Kokapena
Monitor=			Monitore aukeraketa
  MonitorList=		Monitorea
Side=				Pantailako kokapena
  SideTop=			Goikaldean
  SideBottom=		Behekaldean
  SideLeft=			Ezkerrean
  SideRight=		Eskubian
Z-Order=			Dock-aren portaera
  zTop=			Beti gainean gailendu
  zNormal=			Arrunta
  zBottom=			Beti azpikaldean gorde
Offset=			Kokapena (gorago, beherago, ezkerrerago, eskuinerago)

Style=			Estiloa
Theme=			Dock-aren itxura (Skins)
Opacity=			Opakotasuna
SelectFont=			Letra aukeraketa


About=			Info-a
Donate=			Dohaintza egin (Donate)
Updates=			Egunerakerak bilatu
Forums=			Foroak



Quit=				Irten
OK=				Onartu
Cancel=			Ezeztatu



Version=			Bertsioa
ThankYou=			Mila esker RocketDock erabiltzeagatik. Programa hau gustoko baduzu, lagunduiguzu jende geiagok ezagutu dezan! :)

Folders=			Karpetak
DefaultFolder=		Karpeta lehenetsia
ChangeFolder=		karpeta aldatu


Preview=			Aurrebista da hau...


DefaultIcon=		Ikono lehenetsia


Properties=			Propietateak
Name=				Izena
Target=			Kokapena
FindTarget=			Kokapena aurkitu
StartIn=			Abiarazi hemen
Arguments=			Argumentuak
Run=				Exekutatu
  RunNormal=		Normala
  RunMaximized=		Maximizatu
  RunMinimized=		Minimizatu
Popup=			Popup-menua
ContextMenu=		Menu-kontextuala erakutsi


FontOutlineColor=	Inguruko kolorea
FontShadowColor=	Itzalaren kolorea
FontOutlineOpacity=	Inguruaren opakotasuna
FontShadowOpacity=	Itzalaren opakotasuna



;#################
;For Version 1.1.2
;#################

MouseActivate=		Arratoia Dock-etik pasatzean, lehen planora ekarri
AutoHideTime=		Auto-gordetze denbora
AutoHideDelay=		Auto-gordetze atzerapena
UberIconFX=			UberIcon-aren efektuak



;#################
;For Version 1.2.0
;#################

ZoomFlat=			Elementu guztien tamaina haunditu
VerticalOffset=		Pantailaren ertzearekiko tartea
ItemBlank=			Elementu hutsa
Defaults=			Lehenetsiak
Confirm=			Konfirmazioa
ConfirmDefaults=		Ziur al zaude RocketDock-aren aurre-ezarpenetara itzuli nahi duzula?<BR>Oharra: honek ez du zure ikonoetan eraginik izango.


;#################
;For Version 1.3.0
;#################

;NOTE: "ZoomFlat" was changed above... Please re-translate
;=========================================================

ManageWindows=		Lehioak Dock-era minimizatu
ShowRunning=		Dock-ean azaldu irekiak dauden aplikazioak 
OpenRunning=		Apikazio aktiboaren lehio bat ireki
UseINI=			Dock-eko aukerak INI fitxategi batean gorde
GetMore=			Skin Gehiago lortu
Behavior=			Aukerak
MouseActivateDelay=	Lehen planora ekartzeko atzerapena
IconActivationFX=		Aktibazio efektua
None=				Bat ere ez
Bounce=			Salto-efektua
ZoomOpaque=			Zoom Opakoa
HoverFX=			Kurtsorea pasatzean egiteko efektua
ZoomBubble=			Zoom: Burbuilla
ZoomPlateau=		Zoom: Plateau
OpenWindow=			Lehioa berreskuratu
CloseWindow=		Itxi
ItemRecycleBin=		Paperontzia
StateNormal=		Ikono arrunta
StateEmpty=			Paperontzi-hutsa
StateFull=			Paperontzi-betea


